{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Barks",
			"Children": [
				{
					"Source":
					{
						"Text": "Aaahh ! Everyone alright ?"
					},
					"Translation":
					{
						"Text": "Aaahh ! Everyone alright ?"
					},
					"Key": "BigDamage_Tolg_01"
				},
				{
					"Source":
					{
						"Text": "Ah yes, right.. then I'll protect you with my shields ! "
					},
					"Translation":
					{
						"Text": "Ah yes, right.. then I'll protect you with my shields ! "
					},
					"Key": "StartFight_Benelu_03"
				},
				{
					"Source":
					{
						"Text": "Another victory for Kyana !"
					},
					"Translation":
					{
						"Text": "Another victory for Kyana !"
					},
					"Key": "EndFight_Kyana_01"
				},
				{
					"Source":
					{
						"Text": "Argh ! That hurts, Tolg, Kyana are you both alright ? "
					},
					"Translation":
					{
						"Text": "Argh ! That hurts, Tolg, Kyana are you both alright ? "
					},
					"Key": "BigDamage_Benelu_01"
				},
				{
					"Source":
					{
						"Text": "Benelu... We can't freely move the Curseel is blocking us"
					},
					"Translation":
					{
						"Text": "Benelu... We can't freely move the Curseel is blocking us"
					},
					"Key": "StartFight_Benelu_02"
				},
				{
					"Source":
					{
						"Text": "Caution, Monsters ! Sis' behind me !"
					},
					"Translation":
					{
						"Text": "Caution, Monsters ! Sis' behind me !"
					},
					"Key": "StartFight_Benelu_01"
				},
				{
					"Source":
					{
						"Text": "Do you think the crystal is helping us ?"
					},
					"Translation":
					{
						"Text": "Do you think the crystal is helping us ?"
					},
					"Key": "Boost_Tolg_01"
				},
				{
					"Source":
					{
						"Text": "Is everyone alright?"
					},
					"Translation":
					{
						"Text": "Is everyone alright?"
					},
					"Key": "EndFight_Tolg_01"
				},
				{
					"Source":
					{
						"Text": "No one will be hurt while I’m alive !"
					},
					"Translation":
					{
						"Text": "No one will be hurt while I’m alive !"
					},
					"Key": "StartFight_Tolg_01"
				},
				{
					"Source":
					{
						"Text": "Ouch ! How dare you to hurt me?\r\nOh, I'm bleeding? Heeeelp ! "
					},
					"Translation":
					{
						"Text": "Ouch ! How dare you to hurt me?\r\nOh, I'm bleeding? Heeeelp ! "
					},
					"Key": "BigDamage_Kyana_01"
				},
				{
					"Source":
					{
						"Text": "This is going to be useful."
					},
					"Translation":
					{
						"Text": "This is going to be useful."
					},
					"Key": "Boost_Benelu_01"
				},
				{
					"Source":
					{
						"Text": "We need to move on before they come again."
					},
					"Translation":
					{
						"Text": "We need to move on before they come again."
					},
					"Key": "EndFight_Benelu_01"
				},
				{
					"Source":
					{
						"Text": "Woo-hoo ! Let's fight more monsters teehe..."
					},
					"Translation":
					{
						"Text": "Woo-hoo ! Let's fight more monsters teehe..."
					},
					"Key": "Boost_Kyana_01"
				},
				{
					"Source":
					{
						"Text": "Woo-hoo ! Let's have some fun ! "
					},
					"Translation":
					{
						"Text": "Woo-hoo ! Let's have some fun ! "
					},
					"Key": "StartFight_Kyana_01"
				}
			]
		},
		{
			"Namespace": "ST_Boosts",
			"Children": [
				{
					"Source":
					{
						"Text": " Shooting Star"
					},
					"Translation":
					{
						"Text": " Shooting Star"
					},
					"Key": "ShootingStar_Name"
				},
				{
					"Source":
					{
						"Text": "<Important>Increase</> your Attack Potency by 100%\r\n<Important>Reduce</> <Benelu>Benelu's Shield Steal</> & \r\n<Tolg>Tolg's Life Steal</> of 90%"
					},
					"Translation":
					{
						"Text": "<Important>Increase</> your Attack Potency by 100%\r\n<Important>Reduce</> <Benelu>Benelu's Shield Steal</> & \r\n<Tolg>Tolg's Life Steal</> of 90%"
					},
					"Key": "Damage_Description"
				},
				{
					"Source":
					{
						"Text": "Damage until Death"
					},
					"Translation":
					{
						"Text": "Damage until Death"
					},
					"Key": "Damage_Name"
				},
				{
					"Source":
					{
						"Text": "Explosive Dash"
					},
					"Translation":
					{
						"Text": "Explosive Dash"
					},
					"Key": "ExplosiveDash_Name"
				},
				{
					"Source":
					{
						"Text": "Faster than Light"
					},
					"Translation":
					{
						"Text": "Faster than Light"
					},
					"Key": "FasterThanLight_Name"
				},
				{
					"Source":
					{
						"Text": "Gotta go fast"
					},
					"Translation":
					{
						"Text": "Gotta go fast"
					},
					"Key": "GottaGoFast_Name"
				},
				{
					"Source":
					{
						"Text": "Increase Benelu's Shieldsteal Potency by 50%"
					},
					"Translation":
					{
						"Text": "Increase Benelu's Shieldsteal Potency by 50%"
					},
					"Key": "MoreShieldsteal_Description"
				},
				{
					"Source":
					{
						"Text": "Increase Tolg's Lifesteal Potency by 50%"
					},
					"Translation":
					{
						"Text": "Increase Tolg's Lifesteal Potency by 50%"
					},
					"Key": "MoreLifesteal_Description"
				},
				{
					"Source":
					{
						"Text": "Increase your Attack Potency by 25%"
					},
					"Translation":
					{
						"Text": "Increase your Attack Potency by 25%"
					},
					"Key": "MoreDamage_Description"
				},
				{
					"Source":
					{
						"Text": "Increase your DashPower by 50%"
					},
					"Translation":
					{
						"Text": "Increase your DashPower by 50%"
					},
					"Key": "ShootingStar_Description"
				},
				{
					"Source":
					{
						"Text": "Increase your Max Health by 50%"
					},
					"Translation":
					{
						"Text": "Increase your Max Health by 50%"
					},
					"Key": "MoreHealth_Description"
				},
				{
					"Source":
					{
						"Text": "Increase your Max Shield by 100%"
					},
					"Translation":
					{
						"Text": "Increase your Max Shield by 100%"
					},
					"Key": "MoreShield_Description"
				},
				{
					"Source":
					{
						"Text": "Increase your Move Speed by 100%"
					},
					"Translation":
					{
						"Text": "Increase your Move Speed by 100%"
					},
					"Key": "GottaGoFast_Description"
				},
				{
					"Source":
					{
						"Text": "More Damage"
					},
					"Translation":
					{
						"Text": "More Damage"
					},
					"Key": "MoreDamage_Name"
				},
				{
					"Source":
					{
						"Text": "More Health"
					},
					"Translation":
					{
						"Text": "More Health"
					},
					"Key": "MoreHealth_Name"
				},
				{
					"Source":
					{
						"Text": "More Lifesteal"
					},
					"Translation":
					{
						"Text": "More Lifesteal"
					},
					"Key": "MoreLifesteal_Name"
				},
				{
					"Source":
					{
						"Text": "More Shield"
					},
					"Translation":
					{
						"Text": "More Shield"
					},
					"Key": "MoreShield_Name"
				},
				{
					"Source":
					{
						"Text": "More Shieldsteal"
					},
					"Translation":
					{
						"Text": "More Shieldsteal"
					},
					"Key": "MoreShieldsteal_Name"
				},
				{
					"Source":
					{
						"Text": "Reduce 50% of \r\nyour attack cooldown"
					},
					"Translation":
					{
						"Text": "Reduce 50% of \r\nyour attack cooldown"
					},
					"Key": "FasterThanLight_Description"
				},
				{
					"Source":
					{
						"Text": "Remove your Dash Cooldown"
					},
					"Translation":
					{
						"Text": "Remove your Dash Cooldown"
					},
					"Key": "SonicSpeed_Description"
				},
				{
					"Source":
					{
						"Text": "Sonic Speed"
					},
					"Translation":
					{
						"Text": "Sonic Speed"
					},
					"Key": "SonicSpeed_Name"
				},
				{
					"Source":
					{
						"Text": "You Dash knockback monsters and deals damage"
					},
					"Translation":
					{
						"Text": "You Dash knockback monsters and deals damage"
					},
					"Key": "ExplosiveDash_Description"
				}
			]
		},
		{
			"Namespace": "ST_Common",
			"Children": [
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Main Menu"
					},
					"Key": "MainMenu"
				},
				{
					"Source":
					{
						"Text": "Play"
					},
					"Translation":
					{
						"Text": "Play"
					},
					"Key": "Play"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "Retry"
					},
					"Key": "Retry"
				}
			]
		},
		{
			"Namespace": "ST_Dialogues",
			"Children": [
				{
					"Source":
					{
						"Text": "<Tolg>Tolg</>, <Benelu>Benelu</> and me, <Kyana>Kyana</> the incarnated perfection are ready to fight against those foes!"
					},
					"Translation":
					{
						"Text": "<Tolg>Tolg</>, <Benelu>Benelu</> and me, <Kyana>Kyana</> the incarnated perfection are ready to fight against those foes!"
					},
					"Key": "Intro_05"
				},
				{
					"Source":
					{
						"Text": "A curse have been inflicted to mankind."
					},
					"Translation":
					{
						"Text": "A curse have been inflicted to mankind."
					},
					"Key": "Intro_01"
				},
				{
					"Source":
					{
						"Text": "Come on! Each of us will have his turn, don't be jealous! "
					},
					"Translation":
					{
						"Text": "Come on! Each of us will have his turn, don't be jealous! "
					},
					"Key": "Intro_10"
				},
				{
					"Source":
					{
						"Text": "Curseel!\r\nBe prepared to endure our Power."
					},
					"Translation":
					{
						"Text": "Curseel!\r\nBe prepared to endure our Power."
					},
					"Key": "Intro_08"
				},
				{
					"Source":
					{
						"Text": "Everybody has been trapped in a wheel, so we named it : Curseel."
					},
					"Translation":
					{
						"Text": "Everybody has been trapped in a wheel, so we named it : Curseel."
					},
					"Key": "Intro_02"
				},
				{
					"Source":
					{
						"Text": "Fortunately my two companions have the same idea in mind."
					},
					"Translation":
					{
						"Text": "Fortunately my two companions have the same idea in mind."
					},
					"Key": "Intro_04"
				},
				{
					"Source":
					{
						"Text": "I hope it is save now."
					},
					"Translation":
					{
						"Text": "I hope it is save now."
					},
					"Key": "OnProgEnd_02"
				},
				{
					"Source":
					{
						"Text": "I wonder if we'll find  whoever’s responsible for this mess."
					},
					"Translation":
					{
						"Text": "I wonder if we'll find  whoever’s responsible for this mess."
					},
					"Key": "OnProgEnd_03"
				},
				{
					"Source":
					{
						"Text": "I'm the <Benelu>Tank</>, I should be in front."
					},
					"Translation":
					{
						"Text": "I'm the <Benelu>Tank</>, I should be in front."
					},
					"Key": "Intro_09"
				},
				{
					"Source":
					{
						"Text": "I've never been in the Castle before."
					},
					"Translation":
					{
						"Text": "I've never been in the Castle before."
					},
					"Key": "DungeonEntrance_01"
				},
				{
					"Source":
					{
						"Text": "Let's discover it !"
					},
					"Translation":
					{
						"Text": "Let's discover it !"
					},
					"Key": "DungeonEntrance_03"
				},
				{
					"Source":
					{
						"Text": "Let's go!"
					},
					"Translation":
					{
						"Text": "Let's go!"
					},
					"Key": "Intro_11"
				},
				{
					"Source":
					{
						"Text": "Me neither."
					},
					"Translation":
					{
						"Text": "Me neither."
					},
					"Key": "DungeonEntrance_02"
				},
				{
					"Source":
					{
						"Text": "No one knows the origin of this massacre. \r\nBut I'm determinated to find it and destroy it."
					},
					"Translation":
					{
						"Text": "No one knows the origin of this massacre. \r\nBut I'm determinated to find it and destroy it."
					},
					"Key": "Intro_03"
				},
				{
					"Source":
					{
						"Text": "Oh no, the Crystal ! Why would someone do this ?"
					},
					"Translation":
					{
						"Text": "Oh no, the Crystal ! Why would someone do this ?"
					},
					"Key": "CrystalDiscovery_01"
				},
				{
					"Source":
					{
						"Text": "Since when you're perfect <Kyana>Kyana</>?"
					},
					"Translation":
					{
						"Text": "Since when you're perfect <Kyana>Kyana</>?"
					},
					"Key": "Intro_06"
				},
				{
					"Source":
					{
						"Text": "So saving the crystal may also cure us, let's go !"
					},
					"Translation":
					{
						"Text": "So saving the crystal may also cure us, let's go !"
					},
					"Key": "CrystalDiscovery_03"
				},
				{
					"Source":
					{
						"Text": "The Crystal should be Safe, let's take a look !"
					},
					"Translation":
					{
						"Text": "The Crystal should be Safe, let's take a look !"
					},
					"Key": "OnProgEnd_01"
				},
				{
					"Source":
					{
						"Text": "The responsible might also be the one who cursed us with this wheel."
					},
					"Translation":
					{
						"Text": "The responsible might also be the one who cursed us with this wheel."
					},
					"Key": "CrystalDiscovery_02"
				},
				{
					"Source":
					{
						"Text": "Ugh, don't interupt my intro like this."
					},
					"Translation":
					{
						"Text": "Ugh, don't interupt my intro like this."
					},
					"Key": "Intro_07"
				}
			]
		},
		{
			"Namespace": "ST_GameOver",
			"Children": [
				{
					"Source":
					{
						"Text": "The Wheel Curse got you"
					},
					"Translation":
					{
						"Text": "The Wheel Curse got you"
					},
					"Key": "DeathReason"
				},
				{
					"Source":
					{
						"Text": "You Died"
					},
					"Translation":
					{
						"Text": "You Died"
					},
					"Key": "YouDied"
				},
				{
					"Source":
					{
						"Text": "You Won !"
					},
					"Translation":
					{
						"Text": "You Won !"
					},
					"Key": "YouWon"
				},
				{
					"Source":
					{
						"Text": "You saved the Crystal !"
					},
					"Translation":
					{
						"Text": "You saved the Crystal !"
					},
					"Key": "WinReason"
				}
			]
		},
		{
			"Namespace": "ST_Settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Dash to Aim Direction"
					},
					"Translation":
					{
						"Text": "Dash to Aim Direction"
					},
					"Key": "DashDirection"
				},
				{
					"Source":
					{
						"Text": "Inverse Turn Direction"
					},
					"Translation":
					{
						"Text": "Inverse Turn Direction"
					},
					"Key": "TurnDirection"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "Settings"
				}
			]
		},
		{
			"Namespace": "ST_Statues",
			"Children": [
				{
					"Source":
					{
						"Text": "Aaaaah !"
					},
					"Translation":
					{
						"Text": "Aaaaah !"
					},
					"Key": "Attacked_01"
				},
				{
					"Source":
					{
						"Text": "An enchanted Shield waiting for a Tank who deserves it.\r\nIt shields whenever it hit a Monster."
					},
					"Translation":
					{
						"Text": "An enchanted Shield waiting for a Tank who deserves it.\r\nIt shields whenever it hit a Monster."
					},
					"Key": "Shield_Infos"
				},
				{
					"Source":
					{
						"Text": "An enchanted Staff waiting for a Healer who deserves it.\r\nIt heals whenever it hit a Monster."
					},
					"Translation":
					{
						"Text": "An enchanted Staff waiting for a Healer who deserves it.\r\nIt heals whenever it hit a Monster."
					},
					"Key": "Staff_Infos"
				},
				{
					"Source":
					{
						"Text": "An enchanted Sword waiting for a Damage Dealer who deserves it.\r\nIt deals huge damage whenever it hit a Monster."
					},
					"Translation":
					{
						"Text": "An enchanted Sword waiting for a Damage Dealer who deserves it.\r\nIt deals huge damage whenever it hit a Monster."
					},
					"Key": "Sword_Infos"
				},
				{
					"Source":
					{
						"Text": "Are you crazy Kyana ?! This could be Legendary relics !"
					},
					"Translation":
					{
						"Text": "Are you crazy Kyana ?! This could be Legendary relics !"
					},
					"Key": "Interacted_03"
				},
				{
					"Source":
					{
						"Text": "But Benelu ! This is serious !"
					},
					"Translation":
					{
						"Text": "But Benelu ! This is serious !"
					},
					"Key": "Solution_02"
				},
				{
					"Source":
					{
						"Text": "Come on, this is so annoying let's destroy them !"
					},
					"Translation":
					{
						"Text": "Come on, this is so annoying let's destroy them !"
					},
					"Key": "Interacted_02"
				},
				{
					"Source":
					{
						"Text": "Huh? The way is blocked."
					},
					"Translation":
					{
						"Text": "Huh? The way is blocked."
					},
					"Key": "Discovery_01"
				},
				{
					"Source":
					{
						"Text": "Hum I think Kyana may be right. We should destroy them at the same time."
					},
					"Translation":
					{
						"Text": "Hum I think Kyana may be right. We should destroy them at the same time."
					},
					"Key": "Solution_01"
				},
				{
					"Source":
					{
						"Text": "I feel strange... Maybe more powerful ?"
					},
					"Translation":
					{
						"Text": "I feel strange... Maybe more powerful ?"
					},
					"Key": "Attacked_02"
				},
				{
					"Source":
					{
						"Text": "I'm always right ! I meant teamwork is great !"
					},
					"Translation":
					{
						"Text": "I'm always right ! I meant teamwork is great !"
					},
					"Key": "Solution_03"
				},
				{
					"Source":
					{
						"Text": "Monsters ! On your guards !"
					},
					"Translation":
					{
						"Text": "Monsters ! On your guards !"
					},
					"Key": "Attacked_03"
				},
				{
					"Source":
					{
						"Text": "The tale says, only the braves ones can enter in the castle."
					},
					"Translation":
					{
						"Text": "The tale says, only the braves ones can enter in the castle."
					},
					"Key": "Discovery_03"
				},
				{
					"Source":
					{
						"Text": "Welp. We're still blocked."
					},
					"Translation":
					{
						"Text": "Welp. We're still blocked."
					},
					"Key": "Interacted_01"
				},
				{
					"Source":
					{
						"Text": "What are these relics ?"
					},
					"Translation":
					{
						"Text": "What are these relics ?"
					},
					"Key": "Discovery_02"
				}
			]
		},
		{
			"Namespace": "ST_Tutorials",
			"Children": [
				{
					"Source":
					{
						"Text": "Press"
					},
					"Translation":
					{
						"Text": "Press"
					},
					"Key": "Press"
				},
				{
					"Source":
					{
						"Text": "Use"
					},
					"Translation":
					{
						"Text": "Use"
					},
					"Key": "Use"
				},
				{
					"Source":
					{
						"Text": "and"
					},
					"Translation":
					{
						"Text": "and"
					},
					"Key": "And"
				},
				{
					"Source":
					{
						"Text": "at anytime outside a cutscene to open the Pause Menu."
					},
					"Translation":
					{
						"Text": "at anytime outside a cutscene to open the Pause Menu."
					},
					"Key": "PauseTuto"
				},
				{
					"Source":
					{
						"Text": "to aim"
					},
					"Translation":
					{
						"Text": "to aim"
					},
					"Key": "ToAim"
				},
				{
					"Source":
					{
						"Text": "to attack"
					},
					"Translation":
					{
						"Text": "to attack"
					},
					"Key": "ToAttack"
				},
				{
					"Source":
					{
						"Text": "to dash"
					},
					"Translation":
					{
						"Text": "to dash"
					},
					"Key": "ToDash"
				},
				{
					"Source":
					{
						"Text": "to move"
					},
					"Translation":
					{
						"Text": "to move"
					},
					"Key": "ToMove"
				},
				{
					"Source":
					{
						"Text": "to turn the wheel."
					},
					"Translation":
					{
						"Text": "to turn the wheel."
					},
					"Key": "TurnWheel"
				}
			]
		}
	]
}